Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: Watch_Face_Editor/FormAddEditableElement.*.resx
Languages: es

# label1.Text
source: * Число, месяц и год на часах будут выбираться как один элемент
es: * El día, el mes y el año del reloj se seleccionarán como un elemento

# radioButton_week.Text
source: День недели
es: Dia de la semana

# radioButton_year.Text
source: Год
es: Año

# radioButton_month.Text
source: Месяц
es: Mes

# radioButton_date.Text
source: Число
es: Dia

# groupBox_date.Text
source: Дата
es: Fecha

# radioButton_stress.Text
source: Стресс
es: Estrés

# radioButton_fat_burning.Text
source: Жиросжигание
es: Quema de grasa

# radioButton_SpO2.Text
source: Кислород в крови
es: Oxígeno en sangre

# radioButton_stand.Text
source: Разминка
es: Estar de pie

# radioButton_distance.Text
source: Дистанция
es: Distancia

# radioButton_heart.Text
source: Пульс
es: Pulso

# radioButton_calories.Text
source: Калории
es: Calorias

# radioButton_steps.Text
source: Шаги
es: Pasos

# groupBox_activity.Text
source: Активности
es: Actividad

# radioButton_moon.Text
source: Фазы луны
es: Fases de la luna

# radioButton_altimeter.Text
source: Барометр
es: Barómetro

# radioButton_wind.Text
source: Сила ветра
es: Fuerza del viento

# radioButton_sunrise.Text
source: Восход / закат
es: Salida del sol/Puesta de sol

# radioButton_humidity.Text
source: Влажность
es: Humedad

# radioButton_UVI.Text
source: УФ индекс
es: ïndice UV

# radioButton_weather.Text
source: Погода
es: Clima

# groupBox_air.Text
source: Атмосфера
es: Tiempo

# button_cancel.Text
source: Отмена
es: Cancelar

# radioButton_battery.Text
source: Заряд
es: Bateria

# groupBox_system.Text
source: Система
es: Sistema

# button_add.Text
source: Добавить
es: Agregar

# $this.Text
source: Добавление элементов
es: Agregar elementos
