Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/UCtrl_EditableTimePointer_Opt.*.resx
Languages: it

# label1.Text
source: Выбор стрелок
it: Selezione del puntatore

# button_add.Text
source: Добавить набор стрелок
it: Aggiungi set di puntatori

# button_del.Text
source: Удалить набор стрелок
it: Elimina Set puntatori

# label03.Text
source: Центр вращения стрелки
it: Centro di rotazione del puntatore

# вставитьКоординатуХToolStripMenuItem.Text
source: Вставить координату Х
it: Incolla coordinata X

# копироватьToolStripMenuItemX.Text
source: Копировать
it: Copia

# вставитьToolStripMenuItemX.Text
source: Вставить
it: Incolla

# вставитьКоординатуYToolStripMenuItem.Text
source: Вставить координату Y
it: Incolla coordinata Y

# копироватьToolStripMenuItemY.Text
source: Копировать
it: Copia

# вставитьToolStripMenuItemY.Text
source: Вставить
it: Incolla

# label02.Text
source: Координаты центра вращения
it: Coordinate del centro di rotazione

# label01.Text
source: Изображение часовой стрелки
it: Immagine lancetta ore

# label2.Text
source: Центр вращения стрелки
it: Centro di rotazione del puntatore

# label5.Text
source: Координаты центра вращения
it: Coordinate del centro di rotazione

# label6.Text
source: Изображение минутной стрелки
it: Immagine lancetta minuti

# label9.Text
source: Центр вращения стрелки
it: Centro di rotazione del puntatore

# label12.Text
source: Координаты центра вращения
it: Coordinate del centro di rotazione

# label13.Text
source: Изображение секундной стрелки
it: Immagine lancetta secondi

# label16.Text
source: Рамка выделения
it: Evidenziare la cornice

# checkBox_secondInAOD.Text
source: Отображать секундную стрелку в режиме AOD
it: Mostra Elementi in modo AOD

# label18.Text
source: Фон подсказки
it: Sfondo descrizione comandi

# label20.Text
source: Координаты подсказки
it: Suggerimento Coordinate

# checkBox_edit_mode.Text
source: Предпросмотр режима редактирования
it: Anteprima della modalità di modifica

# button_PreviewAdd.Text
source: Создать предпросмотр
it: Crea Anteprima

# button_PreviewRefresh.Text
source: Обновить предпросмотр
it: Aggiorna anteprima

# label21.Text
source: Предпросмотр
it: Anteprima

# label22.Text
source: Верхнее изображение
it: Immagine in primo piano

# label23.Text
source: Координаты верхнего изображения
it: Coordinate dell'immagine in primo piano

# tabPage_hour.Text
source: Часовая стрелка
it: Allineamento orizzontale

# tabPage_minute.Text
source: Минутная стрелка
it: Lancetta dei Minuti

# tabPage_second.Text
source: Секундная стрелка
it: Lancetta dei secondi
