Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/UCtrl_Text_SystemFont_Opt.*.resx
Languages: cs

# label08.Text
source: Высота
cs: Výška

# label07.Text
source: Ширина
cs: Šířka

# вставитьКоординатуХToolStripMenuItem.Text
source: Вставить координату Х
cs: Vložte souřadnici X

# копироватьToolStripMenuItemX.Text
source: Копировать
cs: Kopírovat

# вставитьToolStripMenuItemX.Text
source: Вставить
cs: Vložit

# вставитьКоординатуYToolStripMenuItem.Text
source: Вставить координату Y
cs: Vložte souřadnici Y

# копироватьToolStripMenuItemY.Text
source: Копировать
cs: Kopírovat

# вставитьToolStripMenuItemY.Text
source: Вставить
cs: Vložit

# label01.Text
source: Координаты
cs: Souřadnice

# label06.Text
source: Отступы
cs: Odsazení

# label05.Text
source: Размер
cs: Velikost

# comboBox_alignmentHorizontal.Items
source: По левому краю
cs: Vlevo, odjet

# comboBox_alignmentHorizontal.Items1
source: По центру
cs: Na střed

# comboBox_alignmentHorizontal.Items2
source: По правому краю
cs: Doprava

# label09.Text
source: Горизонтальное выравнивание
cs: Horizontální zarovnání

# comboBox_alignmentVertical.Items
source: Сверху
cs: Výše

# comboBox_alignmentVertical.Items1
source: По центру
cs: Na střed

# comboBox_alignmentVertical.Items2
source: Снизу
cs: Spodní

# label1.Text
source: Вертикальное выравнивание
cs: Vertikální zarovnání

# label2.Text
source: Цвет
cs: Barva

# label3.Text
source: Межстрочный интервал
cs: Řádkování

# comboBox_textStyle.Items
source: Бегущая строка
cs: Posouvání textu

# comboBox_textStyle.Items1
source: Переносить текст
cs: Zalomit text

# comboBox_textStyle.Items2
source: Не переносить
cs: Nelze stát

# label4.Text
source: Перенос текста
cs: Obtékání textu

# label5.Text
source: * Размер и положение надписи может отличаться от изображения на часах. Проверяйте положение надписи на реальном устройстве.
cs: * Velikost a umístění textu se může lišit od obrázku na hodinkách. Zkontrolujte polohu textu na skutečném zařízení.

# label6.Text
source: Шрифт
cs: Písmo

# button_AddFont.Text
source: Добавить
cs: Přidat

# label7.Text
source: ** При использовании стороннего шрифта после установки циферблата часы желательно перезагрузить.
cs: ** Při použití písma třetí strany je vhodné restartovat hodinky po instalaci ciferníku.

# button_DelFont.Text
source: Удалить
cs: Vymazat

# checkBox_CentreHorizontally.Text
source: Центрировать по горизонтали
cs: Střed horizontálně

# checkBox_CentreVertically.Text
source: Центрировать по вертикали
cs: Střed vertikálně

# checkBox_addZero.Text
source: Добавлять нули в начале
cs: Přidejte nuly na začátku

# checkBox_unit.Text
source: Единицы измерения
cs: Jednotky

# label8.Text
source: !!! Некоторые данные могут не отображаться (зависит от модели часов). Проверяйте возможность отображения данных на реальном устройстве.
cs: !!! Některá data se nemusí zobrazit (v závislosti na modelu hodinek). Zkontrolujte možnost zobrazení dat na reálném zařízení.

# вставитьСвойстваToolStripMenuItem.Text
source: Вставить свойства
cs: Vložit vlastnosti

# копироватьСвойстваToolStripMenuItem.Text
source: Копировать свойства
cs: Kopírovat vlastnosti

# checkBox_inEnd.Text
source: В конце
cs: Nakonec

# label_DOW.Text
source: Названия дней недели
cs: Názvy dnů v týdnu

# label_unit_string.Text
source: Разделитель
cs: Oddělovač

# numericUpDown_Size.ToolTip
source: Не рекомендуется устанавливать размер больше 150
cs: Nedoporučuje se nastavovat velikost větší než 150

# textBox_DOW.ToolTip
source: Названия дней недели, начиная с понедельника, разделенные запятой.
cs: Názvy dnů v týdnu, počínaje pondělím, oddělené čárkami.

# label_Month.Text
source: Названия месяцев шрифтом
cs: Názvy měsíců - písmem

# label_Color2.Text
source: Цвет выходных
cs: Barva na víkend

# label_alpha.Text
source: Прозрачность
cs: Průhlednost
