Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/UCtrl_Text_Weather_Opt.*.resx
Languages: es, zh

# checkBox_addZero.Text
source: Добавлять нули в начале
es: Añadir ceros a la izquierda
zh: 前面加0

# checkBox_follow.Text
source: Следовать за предшественником
es: Sigue al predecesor
zh: 跟随前者

# comboBox_alignment.Items
source: По левому краю
es: Izquierda
zh: 左对齐

# comboBox_alignment.Items1
source: По центру
es: Centrar
zh: 居中对齐

# comboBox_alignment.Items2
source: По правому краю
es: Derecha
zh: 右对齐

# label01.Text
source: Стартовое изображение
es: Primera imagen
zh: 起始图像

# label02.Text
source: Координаты
es: Coordenadas
zh: 坐标

# label03.Text
source: Отступы
es: Espaciado
zh: 间隔

# label04.Text
source: Иконка
es: Icono
zh: 图标

# label05.Text
source: Координаты иконки
es: Coordenadas del icono
zh: 图标坐标

# label06.Text
source: Изображение при ошибке
es: imagen de error
zh: 错误图像

# label07.Text
source: Символ "-"
es: Simbolo "-"
zh: 符号“-”

# label08.Text
source: Единицы измерения (°C )
es: Unidad (°C)
zh: 单位(°C)

# label09.Text
source: Выравнивание
es: Alineación
zh: 对齐

# label10.Text
source: Единицы измерения (°F)
es: Unidad (°F)
zh: 单位(°F)

# label_angle.Text
source: Угол
zh: 角度

# вставитьToolStripMenuItemX.Text
source: Вставить
es: Pegar
zh: 粘贴

# вставитьToolStripMenuItemY.Text
source: Вставить
es: Pegar
zh: 粘贴

# вставитьКоординатуYToolStripMenuItem.Text
source: Вставить координату Y
es: Pegar coordenada Y
zh: 粘贴Y坐标

# вставитьКоординатуХToolStripMenuItem.Text
source: Вставить координату Х
es: Pegar coordenada X
zh: 粘贴X坐标

# копироватьToolStripMenuItemX.Text
source: Копировать
es: Copiar
zh: 复制

# копироватьToolStripMenuItemY.Text
source: Копировать
es: Copiar
zh: 复制
