Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/UCtrl_EditableElemets_Opt.*.resx
Languages: fr

# checkBox_edit_mode.Text
source: Предпросмотр режима редактирования
fr: Aperçu du mode d'édition

# checkBox_showInAOD.Text
source: Отображать элементы в режиме AOD
fr: Afficher les éléments en mode AOD

# label9.Text
source: Нижняя маска *
fr: Masque bas *

# label10.Text
source: Верхняя маска
fr: Masque supérieur

# label8.Text
source: Отступы для подсказки
fr: Coordonnées de l'info-bulle

# label7.Text
source: Ширина подсказки
fr: Largeur de l'info-bulle

# label5.Text
source: Размер зоны
fr: Taille des zones

# label01.Text
source: Рамка выделенной зоны
fr: Cadre de sélection

# label4.Text
source: Рамка невыделенной зоны
fr: Cadre de zone non sélectionné

# label18.Text
source: Фон подсказки
fr: Arrière-plan de l'info-bulle

# label20.Text
source: Координаты подсказки
fr: Coordonnées de l'info-bulle

# вставитьКоординатуYToolStripMenuItem.Text
source: Вставить координату Y
fr: Insérer la coordonnée Y

# копироватьToolStripMenuItemY.Text
source: Копировать
fr: Copie

# вставитьToolStripMenuItemY.Text
source: Вставить
fr: Insérer

# вставитьКоординатуХToolStripMenuItem.Text
source: Вставить координату Х
fr: Insérer la coordonnée X

# копироватьToolStripMenuItemX.Text
source: Копировать
fr: Copie

# вставитьToolStripMenuItemX.Text
source: Вставить
fr: Insérer

# label02.Text
source: Координаты зоны
fr: Coordonnées des zones

# label1.Text
source: Редактируемая зона
fr: Zone éditable

# button_zoneAdd.Text
source: Добавить зону
fr: Ajouter une zone

# button_zoneDel.Text
source: Удалить зону
fr: Supprimer la zone

# tabPageGeneralSettings.Text
source: Общие настройки
fr: Paramètres généraux

# button_PreviewAdd.Text
source: Создать предпросмотр
fr: Créer un aperçu

# label21.Text
source: Предпросмотр
fr: Aperçu

# button_PreviewRefresh.Text
source: Обновить предпросмотр
fr: Aperçu de la mise à jour

# button_Number_Target.Text
source: Цифровые значения (цель)
fr: Valeurs numériques (cible)

# button_Linear_Scale.Text
source: Линейная шкала
fr: Progression linéaire

# button_Circle_Scale.Text
source: Круговая шкала
fr: Cercle de progression

# button_Pointer.Text
source: Стрелочный указатель
fr: Pointeur

# button_Icon.Text
source: Иконка
fr: Icône

# button_Text_CityName.Text
source: Название города
fr: Nom de la Ville

# button_Images.Text
source: Изображения
fr: Images

# button_Segments.Text
source: Независимые изображения
fr: Images indépendantes

# button_Number.Text
source: Цифровые значения
fr: Valeurs numériques

# button_Number_Min.Text
source: Цифровые значения (мин)
fr: Valeurs numériques (min)

# button_Number_Max.Text
source: Цифровые значения (макс)
fr: Valeurs numériques (max)

# button_Sunset.Text
source: Цифровые значения (закат)
fr: Val. Num. (Crépuscule)

# button_Sunrise.Text
source: Цифровые значения (восход)
fr: Val. Num. (Aurore)

# button_Sunset_Sunrise.Text
source: Цифровые значения (восход/закат)
fr: Val. Num. (Aurore / Crépuscule)

# label6.Text
source: Выбор элемента
fr: Sélection d'élément

# button_elementDel.Text
source: Удалить элемент
fr: Supprimer l'élément

# button_elementAdd.Text
source: Добавить элемент
fr: Ajouter un élément

# tabPageElementSettings.Text
source: Настройки элементов
fr: Paramètres des éléments

# button_collapse.Text
source: Развернуть / свернуть
fr: Agrandir / Réduire
