Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/UCtrl_Set.*.resx
Languages: cs

# label1.Text
source: Wind direction
cs: Směr větru

# label22.Text
source: Maximum temperature
cs: Maximální teplota

# label16.Text
source: Air quality
cs: Kvalita vzduchu

# comboBox_WindDirection.Items
source: N - north
cs: N - sever

# comboBox_WindDirection.Items1
source: NE - north-east
cs: SV - severovýchod

# comboBox_WindDirection.Items2
source: E - east
cs: E - východ

# comboBox_WindDirection.Items3
source: SE - southeast
cs: SE- jihovýchod

# comboBox_WindDirection.Items4
source: S - south
cs: S - jih

# comboBox_WindDirection.Items5
source: SW - south-west
cs: SW - jihozápad

# comboBox_WindDirection.Items6
source: W - west
cs: W - západ

# comboBox_WindDirection.Items7
source: NW - north-west
cs: SZ - severozápad

# comboBox_WeatherSet_Icon.Items
source: Cloudy
cs: Zataženo

# comboBox_WeatherSet_Icon.Items1
source: Chance of rain
cs: Možnost deště

# comboBox_WeatherSet_Icon.Items2
source: Chance of snow
cs: Možnost sněžení

# comboBox_WeatherSet_Icon.Items3
source: Sunny
cs: Slunečno

# comboBox_WeatherSet_Icon.Items4
source: Overcast
cs: Převážně zataženo

# comboBox_WeatherSet_Icon.Items5
source: Light rain
cs: Lehký déšť

# comboBox_WeatherSet_Icon.Items6
source: Light snow
cs: Slabé sněžení

# comboBox_WeatherSet_Icon.Items7
source: Moderate rain
cs: Mírný déšť

# comboBox_WeatherSet_Icon.Items8
source: Moderate snow
cs: Mírné sněžení

# comboBox_WeatherSet_Icon.Items9
source: Heavy snowfall
cs: Husté sněžení

# comboBox_WeatherSet_Icon.Items10
source: Heavy rain
cs: Hustý déšť

# comboBox_WeatherSet_Icon.Items11
source: Sandstorm
cs: Písečná bouře

# comboBox_WeatherSet_Icon.Items12
source: Sleet
cs: Mokrý sníh

# comboBox_WeatherSet_Icon.Items13
source: Fog
cs: Mlha

# comboBox_WeatherSet_Icon.Items14
source: Haze
cs: Mlha

# comboBox_WeatherSet_Icon.Items15
source: Thunderstorm
cs: Déšť s hromy

# comboBox_WeatherSet_Icon.Items16
source: Snowstorm
cs: Vánice

# comboBox_WeatherSet_Icon.Items17
source: Dusty
cs: Zaprášený

# comboBox_WeatherSet_Icon.Items18
source: Extreme rain
cs: Extrémní déšť

# comboBox_WeatherSet_Icon.Items19
source: Rain with hail
cs: Déšť s kroupami

# comboBox_WeatherSet_Icon.Items20
source: Heavy rain with hail
cs: Silný déšť s kroupami

# comboBox_WeatherSet_Icon.Items21
source: Rainstorm
cs: Hustý déšť

# comboBox_WeatherSet_Icon.Items22
source: Dust storm
cs: Prachová bouře

# comboBox_WeatherSet_Icon.Items23
source: Severe sandstorm
cs: Silná písečná bouře

# comboBox_WeatherSet_Icon.Items24
source: Torrential rain
cs: Hustý déšť

# comboBox_WeatherSet_Icon.Items25
source: Unknown weather
cs: Neznámé počasí

# comboBox_WeatherSet_Icon.Items26
source: Cloudy night
cs: Zataženo v noci

# comboBox_WeatherSet_Icon.Items27
source: Rainy night
cs: V noci deštivo

# comboBox_WeatherSet_Icon.Items28
source: Clear night
cs: Jasná noc

# label18.Text
source: Wind force
cs: Síla větru

# checkBox_WeatherSet_Temp.Text
source: Current temperature
cs: Aktuální teplota

# label2.Text
source: Compass
cs: Kompas

# label19.Text
source: Altitude
cs: Nadmořská výška

# label17.Text
source: Humidity
cs: Vlhkost vzduchu

# label21.Text
source: Minimum temperature
cs: Minimální teplota

# label14.Text
source: Weather icon
cs: Ikona počasí

# label20.Text
source: Air pressure
cs: Tlak

# groupBox_Air.Text
source: Atmosphere
cs: Atmosféra

# checkBox_DND_Set.Text
source: DND
cs: Nerušit - DND

# checkBox_Lock_Set.Text
source: Lock
cs: Zámek

# label13.Text
source: Fat burning
cs: Spalování tuků

# label11.Text
source: Stress
cs: Stres

# label10.Text
source: Stand up
cs: Zahřát

# label08.Text
source: Steps goal
cs: Účel kroků

# label07.Text
source: Steps
cs: Kroky

# label06.Text
source: Distance
cs: Vzdálenost

# label05.Text
source: Heart rate
cs: Tepová frekvence

# label04.Text
source: Calories
cs: Kalorie

# label03.Text
source: Battery
cs: Baterie

# label02.Text
source: Time
cs: Čas

# label01.Text
source: Date
cs: Datum

# groupBox_Activity.Text
source: Activitys
cs: Aktivity

# button_Set.Text
source: Values
cs: Sada parametrů
