Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/Properties/ButtonFunctions.*.resx
Languages: cs, de, es, fr, it, uk, zh

# Alarm
source: Будильник
cs: Alarm
de: Alarm
es: Alarma
fr: Alarme
it: Allarme
zh: 警报

# AOD
source: Настройки времени AOD
cs: Nastavení času AOD
de: AOD-Zeit Einstellungen
es: Configuración de hora AOD
fr: Paramètres de temps AOD
it: Settaggio del tempo per AOD
uk: Налаштування часу AOD
zh: AOD时间设置

# AODStyle
source: Настройки стиля AOD
cs: Nastavení stylu AOD
de: AOD-Style Einstellungen
es: Configuración de estilo AOD
fr: Paramètres de style AOD
it: Settaggio dello stile per AOD
uk: Налаштування стилю AOD
zh: AOD风格设置

# AppList
source: Список программ
cs: Seznam programů
de: App-Liste
es: Lista de aplicaciones
fr: Liste des applications
it: Lista delle app
uk: Список програм
zh: 应用列表

# Baro
source: Барометр
cs: Barometr
de: Barometer
es: Barómetro
fr: Baromètre
it: Barometro
zh: 晴雨表

# BatteryManager
source: Статистика использования *
cs: Statistiky využití *
de: Nutzungsstatistiken *
es: Estadísticas de uso *
fr: Statistiques d'utilisation *
it: Statistiche di utilizzo *
uk: Статистика використання *
zh: 使用情况统计*

# Camera
source: Управление камерой
cs: Ovládání kamery
de: Kamera-Steuerung
es: Control de cámara
fr: Contrôle appareil photo
it: Controllo Camera
uk: Керування камерою
zh: 相机控制

# ClubCards
source: Карточка участника
cs: Členská karta
de: Mitgliedskarte
es: Tarjeta de miembro
fr: Carte de membre
it: Tessera Associativa
uk: Картка учасника
zh: 会员卡

# Compass
source: Компас
cs: Kompas
de: Kompass
es: Brújula
fr: Boussole
it: Bussola
zh: 指南针

# Contacts
source: Контакты *
cs: Kontakty *
de: Kontakte *
es: Contactos *
fr: Contacts *
it: Contatti *
uk: Контакти *
zh: 联系人*

# CountDown
source: Обратный отсчет
cs: Odpočítávání
de: Countdown
es: Cuenta regresiva
fr: Compte à rebours
it: Conto alla rovescia
uk: Зворотний відлік
zh: 倒计时

# DialCall
source: Номеронабиратель *
cs: Číselník *
de: Wählscheibe *
es: Marcador *
fr: Cadran*
it: Dialer *
uk: Номеронабирач *
zh: 拨号器 *

# Display
source: Дисплей
cs: Displej
de: Display
es: Mostrar
fr: Affichage
it: Display
zh: 显示

# DND
source: Не беспокоить
cs: Nerušit
de: Bitte nicht stören
es: No molestar
fr: Ne pas déranger
it: Non disturbare
uk: Не турбувати
zh: 勿扰

# DragList
source: Иконки программ
cs: Ikony programu
de: App-Symbole
es: Iconos de aplicaciones
fr: Icônes de l'application
it: Icone dell'app
uk: Іконки програм
zh: App图标

# FindPhone
source: Поиск телефона
cs: Hledání telefonu
de: Telefon suchen
es: Búsqueda de teléfono
fr: Recherche du téléphone
it: Ricerca Telefono
uk: Пошук телефону
zh: 电话搜索

# HeartRete
source: Пульс
cs: Tepová frekvence
de: Herzschlag
es: Ritmo cardiaco
fr: Pulsations cardiaques
it: Frequenza cardiaca
zh: 心率

# Light
source: Яркость
cs: Jas
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
uk: Яскравість
zh: 亮度

# LocalMusic
source: Музыка (на часах) *
cs: Hudba (na hodinkách) *
de: Musik (auf Uhr) *
es: Música (de servicio) *
fr: Musique (sur la montre) *
it: Musica (sull'orologio) *
uk: Музика (на годиннику) *
zh: 音乐 (手表) *

# LowBattery
source: Экономия заряда
cs: Šetření baterie
de: Ladung sparen
es: Ahorro de carga
fr: Économie de batterie
it: Risparmio energetico
uk: Економія заряду
zh: 省电

# Menstrual
source: Женский календарь
cs: Kalendář pro ženy
de: Kalender für Frauen
es: Calendario Femenino
fr: Calendrier féminin
it: Calendario Femminile
uk: Жіночий календар
zh: 女性健康

# MoreList
source: Меню "Ещё" *
cs: Menu "Více" *
de: Menü "Mehr" *
es: Menú "Más" *
fr: Menu "Plus" *
it: Ulteriori "menù"
uk: Меню "Ще" *
zh: 更多菜单

# MorningNews
source: Утренее приветствие *
cs: Ranní pozdrav *
de: Morgengruß *
es: Saludo matutino *
fr: Salutation du matin *
it: Saluto mattutino *
uk: Ранкове привітання *
zh: 早上问候*

# OneKey
source: Измерение одним касанием
cs: Měření jedním dotykem
de: Messung auf Knopfdruck
es: Medición con un solo toque
fr: Mesure en un clic
it: Misura One-Touch
uk: Вимірювання одним дотиком
zh: 一键测量

# Phone
source: Телефон *
cs: Telefon *
de: Telefon *
es: Teléfono *
fr: Téléphone *
it: Telefono *
zh: 手机 *

# PhoneMusic
source: Музыка (на телефоне)
cs: Hudba (na telefonu)
de: Musik (auf Telefon)
es: Música (en el teléfono)
fr: Musique (sur le téléphone)
it: Musica(sul telefono)
uk: Музика (на телефоні)
zh: 音乐 (手机) *

# PowerHint
source: Энергопотребление
cs: Spotřeba energie
de: Energieverbrauch
es: Consumo de energía
fr: Consommation d'énergie
it: Consumeo di Energia
uk: Енергоспоживання
zh: 能耗

# RecentCall
source: Последние вызовы *
cs: Poslední hovory *
de: Letzte Anrufe *
es: Últimas llamadas *
fr: Derniers appels *
it: Ultime chiamate *
uk: Останні виклики *
zh: 上次通话*

# Respiration
source: Дыхание
cs: Dech
de: Atmung
es: Respiración
fr: Respiration
it: Respirazione
uk: Дихання
zh: 呼吸

# ReStart
source: Выключить
cs: Vypnout
de: Ausschalten
es: Apagado
fr: Éteindre
it: Spegni
uk: Вимкнути
zh: 关机

# SaveMode
source: Простой циферблат
cs: Jednoduchý ciferník
de: Einfaches Zifferblatt
es: Esfera de reloj sencilla
fr: Cadran simple
it: Watchface semplice
uk: Простий циферблат
zh: 简易表盘

# Schedule
source: Календарь
cs: Kalendář
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
uk: Календар
zh: 日历

# ScheduleList
source: Расписание
cs: Plán
de: Zeitplan
es: Programa
fr: Calendrier
it: Schedula
uk: Розклад
zh: 日程

# Settings
source: Настройки
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Settaggi
uk: Налаштування
zh: 设置

# Sleep
source: Сон
cs: Spát
de: Schlaf
es: Dormir
fr: Sommeil
it: Dormire
zh: 睡眠

# SPO2
source: SpO2 (Кислород)
cs: SpO2 (kyslík)
de: SpO2 (Sauerstoff)
es: SpO2 (oxígeno)
fr: SpO2 (oxygène)
it: SpO2 (Ossigeno)
uk: SpO2 (Кисень)
zh: SpO2（氧气）

# Sport
source: Последняя тренировка
cs: Poslední cvičení
de: Letztes Training
es: Último entrenamiento
fr: Dernier entraînement
it: Ultimo Allenamento
uk: Останнє тренування
zh: 最后一次锻炼

# SportList
source: Запуск тренировки
cs: Zahájení cvičení
de: Beginn eines Trainings
es: Comenzando un entrenamiento
fr: Commencer un entraînement
it: Inizia un allenamento
uk: Запуск тренування
zh: 开始锻炼

# SportRecord
source: Записи треноровок
cs: Záznamy cvičení
de: Aufzeichnungen zum Training
es: Registros de entrenamiento
fr: Enregistrements d'entrainements
it: Registrazione degli allenamenti
uk: Записи тренувань
zh: 锻炼记录

# SportStatus
source: Тренировочная нагрузка
cs: Tréninkové zatížení
de: Trainingsbelastung
es: Carga de entrenamiento
fr: Charge d'entraînement
it: Carico dell'allenamento
uk: Тренувальне навантаження
zh: 训练负荷

# Steps
source: Шаги
cs: Kroky
de: Schritte
es: Pasos
fr: Pas
it: Passi
uk: Кроки
zh: 步数

# StopWatch
source: Секундомер
cs: Stopky
de: Stopuhr
es: Cronometro
fr: Chronomètre
it: Cronometro
uk: Секундомір
zh: 秒表

# Stress
source: Стресс
cs: Stres
de: Stress
es: Estrés
fr: Stress
it: Stress
uk: Стрес
zh: 压力

# Sunset
source: Восход/закат
cs: Východ slunce západ slunce
de: Sonne
es: Salida Sol/Puesta Sol
fr: Lever du soleil
it: Alba / Tramonto
uk: Схід/захід сонця
zh: 日出/日落

# System
source: Раздел "Система"
cs: Systémová karta
de: Bereich "System"
es: Sección "Sistema"
fr: Onglet "Système"
it: Sezione "Sistema"
uk: Розділ "Система"
zh: “系统”部分

# Test1
source: Тест
cs: Test
de: Test
es: Prueba
fr: Test
it: Test
zh: 测试

# Test2
source: Тест (простой)
cs: Test (jednoduchý)
de: Test (einfach)
es: Prueba (sencilla)
fr: Test (simple)
it: Test (semplice)
uk: Тест (простий)
zh: 测试 (简单)

# Timer
source: Таймер
cs: Časovač
de: Timer
es: Temporizador
fr: Minuteur
it: Timer
zh: 计时器

# ToDoList
source: Список дел
cs: Seznam úkolů
de: To-Do-Liste
es: Lista de tareas
fr: Liste de choses à faire
it: Lista To Do
uk: Список справ
zh: 待办事项清单

# VoiceMemo
source: Голосовая заметка
cs: Hlasová poznámka
de: Sprachnotiz
es: Nota de voz
fr: Mémo vocal
it: Note vocali
uk: Голосова замітка
zh: 语音留言

# WatchFace
source: Выбрать циферблат
cs: Vyberte ciferník
de: Zifferblatt auswählen
es: Seleccionar esfera del reloj
fr: Sélectionnez le cadran
it: Seleziona watchface
uk: Вибрати циферблат
zh: 选择表盘

# Weather
source: Погода
cs: Počasí
de: Wetter
es: Clima
fr: Météo
it: tempo Atmosferico
zh: 天气

# WorldClock
source: Мировое время
cs: Světový čas
de: Weltzeit
es: Hora mundial
fr: Horloge Mondiale
it: Tempo Mondiale
uk: Світовий час
zh: 世界时间
