Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: Watch_Face_Editor/Properties/FormStrings.*.resx
Languages: cs, de, es, fr, it, uk, zh

# Dialog_Title_Dial_Settings
source: Select a dial settings file
cs: Vyberte soubor nastavení ciferníku
de: Auswählen einer Einstellungsdatei für das Zifferblatt
es: Seleccione un archivo de configuración de marcación
it: Seleziona il file delle impostazioni della watch face
uk: Виберіть файл налаштувань циферблата
zh: 选择一个表盘设置文件

# Dialog_Title_Image
source: Select image files
cs: Vyberte Soubory obrázků
de: Bilddateien auswählen
es: Seleccionar archivos de imagen
fr: Sélectionnez les fichiers d'image
it: Seleziona i files delle immagini
uk: Виберіть файли зображень
zh: 选择图像文件

# Dialog_Title_New_Project
source: Creating a new project
cs: Vytvoření nového projektu
de: Erstelle ein neues Projekt
es: Creando un nuevo proyecto
fr: Créer un nouveau projet
it: Crea un nuovo progetto
uk: Створення нового проекту
zh: 创建一个新项目

# Dialog_Title_PreviewStates
source: Select a preview settings file
cs: Výběr souboru nastavení náhledu
de: Auswählen einer Einstellungsdatei für die Vorschau
es: Seleccione un archivo de configuración de vista previa
fr: Sélection d'un fichier de paramètres d'aperçu
it: Seleziona il file delle impostazioni dell'anteprima
uk: Вибір файла налаштувань попереднього перегляду
zh: 选择一个预览设置文件

# Dialog_Title_SaveGIF
source: Save the animated preview
cs: Uložit animovaný náhled
de: animierte Vorschau speichern
es: Guardar la vista previa animada
fr: Enregistrer l'aperçu animé
it: Salva l'anteprima animata
uk: Зберегти анімований попередній перегляд
zh: 保存动画预览

# Dialog_Title_SavePNG
source: Save preview
cs: Uložit náhled
de: Vorschau speichern
es: Guardar vista previa
fr: Enregistrer l'aperçu
it: Salva l'anteprima
uk: Зберегти попередній перегляд
zh: 保存预览

# Dialog_Title_Save_As
source: Save project as...
cs: Uložit projekt jako...
de: Projekt speichern unter…
es: Guardar proyecto como...
fr: Enregistrer le projet sous...
it: Salva il Progetto come..
uk: Зберегти проект як...
zh: 将项目另存为

# Dialog_Title_Unpack
source: Select a watch file
cs: Výběr souboru ciferníku
de: Auswählen eines Zifferblattes
es: Seleccione un archivo de observación
fr: Sélection d'un fichier de cadran de montre
it: Seleziona il file della watch face
uk: Вибір файла циферблата
zh: 选择一个表盘文件

# Dialog_Title_WatchSkin
source: Selecting a watch image file
cs: Výběr souboru obrázku hodin
de: Auswählen einer Bilddatei
es: Selección de un archivo de imagen de reloj
fr: Sélection d'un fichier d'image d'horloge
it: Selezione il file immagine della watch face
uk: Вибір файла зображення годинника
zh: 选择一个表盘图像

# Elemet_Activity
source: Activity
cs: Aktivity
de: Aktivitäten
es: Actividad
fr: Activité
it: Attività
uk: Активності
zh: 活动

# Elemet_Air
source: Air
cs: Atmosféra/Vzduch
de: Luft
es: Tiempo
fr: Atmosphère
it: Ambiente
uk: Атмосфера
zh: 空气质量

# Elemet_Date
source: Date
cs: Datum
de: Datum
es: Fecha
it: Data
uk: Дата
zh: 日期

# Elemet_System
source: System
cs: Systém
es: Sistema
fr: Système
it: Sistema
uk: Система
zh: 系统

# Elemet_Time
source: Time
cs: Čas
de: Zeit
es: Hora
fr: Heure
it: Orologio
uk: Час
zh: 时间

# FilterGif
source: GIF Files (*.gif)|*.gif
cs: Soubory GIF (*.gif)|*.gif
de: GIF Dateien (*.gif)|*.gif
es: Archivos GIF (*.gif)|*.gif
fr: Fichiers GIF (*.gif)|*.gif
uk: GIF файли (*.gif)|*.gif
zh: GIF 文件 (*.gif)|*.gif

# FilterJson
source: Json files (*.json) | *.json
cs: Soubor Json (*.json) | *.json
de: Json-Dateien (*.json) | *.json
es: Archivos Json (*.json) | *.json
fr: Fichier Json (*.json) | *.json
uk: Json файли (*.json) | *.json
zh: Json 文件 (*.json) | *.json

# FilterPng
source: PNG Files (*.png)|*.png
cs: Soubor PNG (*.png)|*.png
de: PNG Dateien (*.png)|*.png
es: Archivos PNG (*.png)|*.png
fr: Fichiers PNG (*.png)|*.png
uk: PNG файли (*.png)|*.png
zh: PNG 文件 (*.png)|*.png

# FilterZip
source: Zip file of the watch face (* .zip) | * .zip
cs: Zip soubor ciferníku (*.zip) | *.zip
de: Zip-Datei vom Zifferblatt (* .zip) | * .zip
es: Archivo zip de la esfera del reloj (* .zip) | * .Zip
fr: Fichier zip pour le cadran (*.zip) | *.Zip
it: Zip file della watch face (* .zip) | * .zip
uk: Zip файл циферблата (*.zip) | *.zip
zh: Zip 表盘文件 (* .zip) | * .zip

# FollowMinute
source: Follow the hours
cs: Postupujte podle hodin
de: Folge den Stunden
es: Sigue a las horas
fr: Suit les heures
it: Segui le ore
uk: Слідувати за годинами
zh: 跟随小时

# FollowSecond
source: Follow the minutes
cs: Postupujte podle minut
de: Folge den Minuten
es: Sigue a los minutos
fr: Suit les minutes
it: Segui i minuti
uk: Слідувати за хвилинами
zh: 跟随分钟

# Form_Preview
source: Preview
cs: Náhled
de: Vorschau
es: Avance
fr: Aperçu
it: Anteprima
uk: Попередній перегляд
zh: 预览

# Form_PreviewX
source: Preview [X =
cs: Náhled [X=
de: Vorschau [X =
es: Vista previa [X =
fr: Aperçu [X =
it: Anteprima [X =
uk: Попередній перегляд [Х =
zh: 预览 [X =

# Message_AnimationAOD_Text
source: You cannot add animation to the AOD screen.
cs: Na obrazovku AOD nelze přidat animaci.
de: Sie können dem AOD-Bildschirm keine Animation hinzufügen.
es: No puede agregar animación a la pantalla AOD.
fr: Vous ne pouvez pas ajouter d'animation à l'écran AOD.
it: Non è possibile aggiungere animazioni alla schermata AOD.
uk: Ви не можете додати анімацію до екрану AOD.
zh: 无法将动画添加到AOD屏幕。

# Message_ConvertingCompleted_Text
source: A new watch face has been created.
cs: Byl vytvořen nový ciferník.
de: Es wurde ein neues Zifferblatt erstellt.
es: Se ha creado una nueva esfera de reloj.
fr: Un nouveau cadran a été créé
it: Una nuova watch face è stata creata
uk: Новий циферблат створений.
zh: 已创建一个新的表盘。

# Message_CopyCoord
source: Coordinates copied
cs: Souřadnice zkopírovány
de: Koordinaten kopiert
es: Coordenadas copiadas
fr: Coordonnées copiées
it: Coordinate copiate
uk: Координати скопійовані
zh: 坐标复制

# Message_Delet_Caption
source: Deletion
cs: Odstranění
de: Löschung
es: Eliminación
fr: Suppression
it: Elimina file
uk: Видалення
zh: 删除

# Message_Delet_Text1
source: Are you sure you want to permanently delete the file "
cs: Opravdu chcete trvale smazat soubor "
de: Sind Sie sicher, dass Sie die Datei dauerhaft löschen wollen?
es: ¿Está seguro de que desea eliminar permanentemente el archivo "
fr: Êtes-vous sûr de vouloir supprimer définitivement le fichier "
it: Sei sicuro di voler eliminare in modo definitivo il file "
uk: Ви дійсно хочете безповоротно видалити файл "
zh: 是否确实要永久删除文件“

# Message_Delet_Text11
source: Are you sure you want to permanently delete the files:
cs: Opravdu chcete trvale smazat soubory:
de: Sind Sie sicher, dass Sie die Dateien dauerhaft löschen wollen?
es: ¿Está seguro de que desea eliminar permanentemente los archivos?
fr: Êtes-vous sûr de vouloir supprimer définitivement les fichiers :
it: Sei sicuro di voler eliminare in modo definitivo il file "
uk: Ви дійсно хочете безповоротно видалити файли :
zh: 是否确实要永久删除文件：

# Message_DontDelZip
source: It is not possible to delete an existing watch face file.
cs: Není možné odstranit existující soubor ciferníku.
de: Es ist nicht möglich, eine bestehende Zifferblattdatei zu löschen.
es: No es posible eliminar un archivo de esfera de reloj existente.
fr: Il n'est pas possible de supprimer un fichier de cadran de montre existant.
it: Non è possibile eliminare un file di quadrante dell'orologio esistente.
uk: Не можна видалити існуючий файл циферблата.
zh: 无法删除现有的表盘文件。

# Message_EditableElementsAOD_Text
source: You cannot add editable elements to the AOD screen.
cs: Na obrazovku AOD nelze přidávat vlastní položky.
de: Sie können dem AOD-Bildschirm keine bearbeitbaren Elemente hinzufügen.
es: No puede agregar elementos editables a la pantalla AOD.
fr: Vous ne pouvez pas ajouter d'éléments éditables à l'écran AOD.
it: Non è possibile aggiungere elementi modificabili alla schermata di AOD
uk: Ви не можете додавати редаговані елементи екран AOD.
zh: 不能将可编辑元素添加到AOD屏幕。

# Message_EditablePointerAOD_Text
source: You cannot add editable pointers to the AOD screen.
cs: Na obrazovku AOD nelze přidat vlastní šipky.
de: Sie können dem AOD-Bildschirm keine bearbeitbaren Zeiger hinzufügen.
es: No puede agregar punteros editables a la pantalla AOD.
fr: Vous ne pouvez pas ajouter de pointeurs personnalisés à l'écran AOD.
it: Non è possibile aggiungere puntatori modificabili alla schermata di AOD
uk: Ви не можете додавати редаговані стрілкина екран AOD.
zh: 不能向AOD屏幕添加可编辑指针。

# Message_ElementAOD_Text
source: You cannot add this element to an AOD screen.
cs: Tento prvek nemůžete přidat na obrazovku AOD.
de: Sie können dieses Element nicht zum AOD hinzufügen.
es: No puede agregar este elemento a una pantalla AOD.
fr: Vous ne pouvez pas ajouter cet élément à un écran AOD.
it: Non è possibile aggiungere questi elementi alla schermata di AOD
uk: Ви не можете додати цей елемент на екран AOD.
zh: 您无法将此元素添加到AOD屏幕。

# Message_ErrorReadJS
source: Unable to recognize the structure of the watch face
cs: Nepodařilo se rozpoznat strukturu ciferníku
de: Struktur des Ziffernblatts kann nicht erkannt werden
es: No se puede reconocer la estructura de la esfera del reloj
fr: Échec de la reconnaissance de la structure du cadran
it: Impossibile ricostruire la struttura della watch face
uk: Не вдалося визначити структуру циферблату
zh: 无法识别表盘的结构

# Message_Error_Caption
source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
uk: Помилка
zh: 错误

# Message_Error_Image_Text1
source: Unable to open image:
cs: Nelze otevřít obrázek:
de: Das Bild kann nicht geöffnet werden:
es: No se puede abrir la imagen:
fr: Impossible d'ouvrir l'image :
it: Impossibile caricare l'immagine:
uk: Неможливо відкрити зображення:
zh: 无法打开图像：

# Message_Error_Image_Text2
source: . You do not have permission to read the file, or the image is damaged.
cs: . Nemáte oprávnění soubor číst nebo je obraz poškozen.
de: . Sie haben keine Berechtigung, die Datei zu lesen, oder das Bild ist beschädigt.
es: . No tiene permiso para leer el archivo o la imagen está dañada.
fr: . Vous n'êtes pas autorisé à lire le fichier ou l'image est endommagée.
it: . Non hai l'autorizzazione per leggere il file o l'immagine è danneggiata.
uk: . У вас немає прав на читання файлу або зображення пошкоджене.
zh: 。您没有读取文件的权限，或者图像已损坏。

# Message_GoToFile_Caption
source: Go to file
cs: Přejít na soubor
de: Zur Datei gehen
es: Ir al archivo
fr: Aller au dossier
it: Vai al file
uk: Перейти до файлу
zh: 去文件夹

# Message_GoToFile_Text
source: Go to file?
cs: Přejít na soubor
de: Zur Datei gehen?
es: ¿Ir al archivo?
fr: Aller au dossier ?
it: Vai al file?
uk: Перейти до файлу?
zh: 去文件夹?

# Message_Image32bit
source: The image must not be monochrome and must be in 32bit format
cs: Obrázek nesmí být monochromatický a musí být v 32bitovém formátu
de: Das Bild darf nicht monochrom sein und muss im 32-Bit-Format vorliegen.
es: La imagen no debe ser monocromática y debe estar en formato de 32 bits
fr: L'image ne doit pas être monochrome et doit être au format 32 bits
it: L'immagine non deve essere monocromatica e deve essere in formato a 32 bit
uk: Зображення не повинно бути монохромним і має бути у форматі 32bit
zh: 图像不得为单色，且必须为32位格式

# Message_ImageCount_Error
source: The selected images are out of the range of the available images.
cs: Vybrané obrázky jsou mimo rozsah dostupných obrázků.
de: Die ausgewählten Bilder liegen außerhalb des Bereichs der verfügbaren Bilder.
es: Las imágenes seleccionadas están fuera del rango de las imágenes disponibles.
fr: Les images sélectionnées sont en dehors de la plage d'images disponibles.
it: Le immagini selezionate sono al di fuori dell'intervallo di immagini disponibili.
uk: Вибрані зображення перевершують діапазон доступних зображень.
zh: 所选图像超出可用图像的范围。

# Message_ImageFix_Error
source: Image conversion error
cs: Chyba převodu obrázku
de: Fehler bei der Bildkonvertierung
es: Error de conversión de imagen
fr: Erreur de conversion d'image
it: Errore di conversione dell'immagine
uk: Помилка конвертації зображення
zh: 图像转换错误

# Message_JsonError_Text
source: Invalid JSON file.
cs: Neplatný soubor JSON.
de: Ungültige JSON-Datei.
es: Archivo JSON no válido.
fr: Fichier JSON non valide.
it: File JSON non valido
uk: Неправильний файл JSON.
zh: 无效的JSON文件。

# Message_JsonReadError_Text
source: Error reading JSON file.
cs: Chyba při čtení souboru JSON. !!!
de: Fehler beim Lesen von JSON-Datei.
es: Error al leer el archivo JSON.
fr: Erreur lors de la lecture du fichier JSON.
it: Errore nella lettura del file JSON
uk: Помилка прочитання JSON файла
zh: 读取JSON文件时出错。

# Message_LoadPreviewStates_Caption
source: Download preview settings
cs: Načítání nastavení náhledu
de: Vorschau-Einstellungen herunterladen
es: Descargar configuración de vista previa
fr: Chargement des paramètres d'aperçu
it: Caricamento delle impostazioni di anteprima
uk: Завантаження налаштувань попереднього перегляду
zh: 下载预览设置

# Message_LoadPreviewStates_Text
source: Download an existing file with a set of preview settings PreviewStates.json?
cs: Stáhnout existující soubor se sadou nastavení náhledu PreviewStates.json?
de: Eine vorhandene Datei mit einer Reihe von Vorschaueinstellungen herunterladen?
es: Descargar un archivo existente con un conjunto de configuraciones de vista previa PreviewStates.json?
fr: Télécharger un fichier existant avec un ensemble de paramètres d'aperçu PreviewStates.json ?
it: Caricare un file PreviewStates.json esistente con una serie di valori di anteprima?
uk: Завантажити наявний файл з набором параметрів попереднього переглялу PreviewStates.json?
zh: 下载具有一组预览设置的现有文件PreviewState.json？

# Message_Restart_Caption
source: Reboot
cs: Restartujte
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvio
uk: Перезавантаження
zh: 重新启动

# Message_Restart_Text1
source: To apply the settings, you must restart the program.
cs: Chcete-li nastavení použít, musíte program restartovat.
de: Um die Einstellungen zu übernehmen, müssen Sie das Programm neu starten.
es: Para aplicar la configuración, debe reiniciar el programa.
fr: Pour appliquer les paramètres, vous devez redémarrer le programme.
it: Per applicare le impostazioni, è necessario riavviare il programma.
uk: Щоб застосувати налаштування, потрібно перезапустити програму.
zh: 要应用设置，必须重新启动程序。

# Message_Restart_Text2
source: Restart the program?
cs: Restartovat program?
de: Das Programm neu starten?
es: ¿Reiniciar el programa?
fr: Redémarrer le programme ?
it: Riavviare il programma?
uk: Перезавантажити програму?
zh: 重新启动程序？

# Message_SaveOnly1234_Text
source: To save pre-set parameters, set at least one field "Calories" to a value other than "1234".
cs: Chcete-li uložit přednastavené parametry, nastavte alespoň jedno pole "Kalorie" na hodnotu jinou než "1234".
de: Um voreingestellte Parameter zu speichern, setzen Sie mindestens ein Feld "Kalorien" auf einen anderen Wert als "1234".
es: Para guardar los parámetros preestablecidos, establezca al menos un campo "Calorías" en un valor que no sea "1234".
fr: Pour enregistrer les paramètres prédéfinis, définissez au moins un champ "Calories" sur une valeur autre que "1234".
it: Per salvare i parametri preimpostati, impostare almeno un campo "Calorie" su un valore diverso da "1234".
uk: Щоб зберегти попередньо встановлений параметр, встановіть принаймні в одному полі "калорій", значення що відрізняється від "1234".
zh: 要保存预设参数，请将至少一个字段“卡路里”设置为“1234”以外的值。

# Message_Save_JSON_Modified_Caption
source: Save the project
cs: Ukládání projektu
de: Projekt speichern
es: Guardar el proyecto
fr: Enregistrer le projet
it: Salva il progetto
uk: Збереження проекту
zh: 保存项目

# Message_Save_JSON_Modified_Text1
source: Do You want save changes of project "
cs: Chcete uložit změny v projektu?
de: Möchten Sie Änderungen am Projekt speichern "
es: Quieres guardar los cambios del proyecto"
fr: Voulez-vous enregistrer les modifications apportées au projet ?
it: Vuoi salvare le modifiche al progetto "
uk: Ви хочете зберегти зміни в проекті "
zh: 是否要保存项目的更改“

# Message_Save_new_JSON
source: The current project has not yet been saved. Do you want to save it?
cs: Aktuální projekt ještě nebyl uložen. Chcete to zachovat?
de: Das aktuelle Projekt ist noch nicht gespeichert worden. Möchten Sie es speichern?
es: El proyecto actual aún no se ha guardado. ¿Quieres guardarlo?
fr: Le projet en cours n'a pas encore été enregistré. Voulez-vous l'enregistrer?
it: Il progetto attuale non è stato ancora salvato. Vuoi salvarlo?
uk: Поточний проект ще не збережено. Ви хочете зберегти його?
zh: 当前项目尚未保存。你想保存它吗？

# Message_ShortcutsAOD_Text
source: You cannot add shortcuts to the AOD screen.
cs: Na obrazovku AOD nelze přidávat zástupce.
de: Sie können dem AOD-Bildschirm keine Verknüpfungen hinzufügen.
es: No puede agregar accesos directos a la pantalla AOD.
fr: Vous ne pouvez pas ajouter de raccourcis à l'écran AOD.
it: Non è possibile aggiungere shortcuts alla schermata AOD.
uk: Ви не можете додавати ярлики до екрану AOD.
zh: 不能向AOD屏幕添加快捷方式。

# Message_WarningConverting_Text1
source: Directory
cs: Adresář
de: Ordner
es: Directorio
fr: Répertoire
uk: Каталог
zh: 目录

# Message_WarningConverting_Text2
source: already exists. Replace?
cs: již existuje. Nahradit?
de: bereits vorhanden. Ersetzen?
es: ya existe. ¿Reemplazar?
fr: Existe déjà. Remplacer?
it: esiste già. Sostituire?
uk: вже існує. Замінити?
zh: 已经存在。代替?

# Message_WarningPreview_Text1
source: Preview image sizes are different from the standard
cs: Velikosti obrázků pro náhled se liší od standardních.
de: Die Größe der Vorschaubilder weicht vom Standard ab
es: Los tamaños de las imágenes de vista previa son diferentes del estándar
fr: Les tailles d'image d'aperçu sont différentes de la norme
it: Le dimensioni dell'immagine per l'anteprima differiscono da quelle standard.
uk: Розміри зображення для Preview відрізняються від стандарту.
zh: 预览图像大小与标准图像大小不同

# Message_WarningPreview_Text2
source: Use existing dimensions?
cs: Použít stávající dimenze?
de: Vorhandene Abmessungen verwenden?
es: ¿Usar dimensiones existentes?
fr: Utiliser les dimensions existantes ?
it: Utilizzare le dimensioni esistenti?
uk: Використовувати існуючі розміри?
zh: 是否使用现有尺寸？

# Message_Warning_Assets_Exist1
source: There is already a folder with images in this folder.
cs: V této složce již existuje složka obrázků.
de: Es gibt bereits einen Ordner mit Bildern in diesem Ordner.
es: Ya hay una carpeta con imágenes en esta carpeta.
fr: Il existe déjà un dossier image dans ce dossier.
it: In questo percorso è già presente una directory con delle immagini
uk: У цій папці вже існує папка із зображеннями.
zh: 此文件夹中已存在包含图像的文件夹。

# Message_Warning_Assets_Exist2
source: It is recommended to create a project in an empty folder.
cs: Doporučuje se vytvořit projekt v samostatné složce.
de: Es wird empfohlen, ein Projekt in einem leeren Ordner zu erstellen.
es: Se recomienda crear un proyecto en una carpeta vacía.
fr: Il est recommandé de créer un projet dans un dossier séparé.
it: Si consiglia di creare un progetto in una cartella separata.
uk: Рекомендовано створювати проект у окремій папці.
zh: 建议在空文件夹中创建项目。

# Message_Warning_Assets_Exist3
source: Create a project in the selected folder?
cs: Vytvořit projekt ve vybrané složce?
de: Ein Projekt im ausgewählten Ordner erstellen?
es: ¿Crear un proyecto en la carpeta seleccionada?
fr: Créer un projet dans le dossier sélectionné ?
it: Vuoi creare un progetto nella cartella selezionata?
uk: Створити проект у обраній папці?
zh: 是否在所选文件夹中创建项目？

# Message_Warning_Caption
source: Warning
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertimento
uk: Попередження
zh: 警告

# Message_Warning_Image_Exist1
source: The project already has an image:
cs: V projektu již existuje obrázek:
de: Das Projekt hat bereits ein Bild:
es: El proyecto ya tiene imagen:
fr: Une image existe déjà dans le projet :
it: Esiste già un'immagine nel progetto:
uk: У проекті вже існує зображення:
zh: 该项目已有一个图像：

# Message_Warning_Image_Exist2
source: Replace it with a new image?
cs: Nahradit ho novým obrázkem?
de: Ersetzen Sie es durch ein neues Bild?
es: ¿Reemplazarla con una nueva imagen?
fr: Remplacer par une nouvelle image ?
it: Sostituire con una nuova immagine?
uk: Замінити його новим зображенням?
zh: 用新图像替换它？

# Message_Warning_Information
source: Information
cs: Informace
es: Información
fr: Informations
it: Informazione
uk: Інформація
zh: 信息

# Message_Wrong_Original_Image
source: Invalid source image format
cs: Neplatný zdrojový formát obrázku
de: Ungültiges Bildformat
es: Formato de imagen de origen no válido
fr: Format d'image d'origine non valide
it: Formato immagine originale non valido
uk: Невірний формат вихідного зображення
zh: 无效的源图像格式

# Message_Wrong_Preview_Exists
source: Failed to create preview image. Perhaps such an image is already available.
cs: Vytvoření náhledu obrázku se nezdařilo. Možná už takový obrázek existuje.
de: Vorschaubild konnte nicht erstellt werden. Vielleicht ist ein solches Bild bereits vorhanden.
es: No se pudo crear la imagen de vista previa. Tal vez esa imagen ya esté disponible.
fr: Échec de la création de l'image d'aperçu. Peut-être qu'une telle image existe déjà.
it: Impossibile creare l'immagine di anteprima. Forse un'immagine simile esiste già.
uk: Не вдалося створити зображення попереднього перегляду. Можливо, це зображення вже існує.
zh: 未能创建预览图像。也许这样的图像已经出现了。

# Tip_Background
source: Background
cs: Pozadí
de: Hintergrund
es: Fondo esfera
fr: Fond
it: Sfondo
uk: Фон
zh: 背景

# Tip_Pointer
source: Pointer
cs: Šipky
de: Zeiger
es: Puntero
fr: Pointeurs
it: Puntatore
uk: Стрілки
zh: 指针
