Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/Elements/UCtrl_DigitalTime_Elm_v2.*.resx
Languages: es

# button_Number_Seconds_Font.Text
source: Секунды шрифтом
es: Segundos en fuente

# button_Seconds_circle.Text
source: Секунды по кругу
es: Segundos en un círculo

# button_Seconds_rotation.Text
source: Секунды под углом
es: Segundos en ángulo

# button_Number_Seconds.Text
source: Секунды
es: Segundos

# button_Seconds.Text
source: Секунды
es: Segundos

# button_Number_Minutes_Font.Text
source: Минуты шрифтом
es: Minutos en fuente

# button_Minutes_circle.Text
source: Минуты по кругу
es: Minutos en un círculo

# button_Minutes_rotation.Text
source: Минуты под углом
es: Minutos en ángulo

# button_Number_Minutes.Text
source: Минуты
es: Minutos

# button_Minutes.Text
source: Минуты
es: Minutos

# button_Number_Hours_Font.Text
source: Часы шрифтом
es: Horas en fuente

# button_Hours_circle.Text
source: Часы по кругу
es: Horas en un círculo

# button_Hours_rotation.Text
source: Часы под углом
es: Horas en ángulo

# button_Number_Hours.Text
source: Часы
es: Horas

# button_Hours.Text
source: Часы
es: Horas

# button_Hour_Min_Font.Text
source: Часы : минуты
es: Horas: minutos

# button_Hour_Min_Sec_Font.Text
source: Часы : минуты : секунды
es: Horas: minutos: segundos

# button_ElementName.Text
source: Цифровое время
es: Hora digital
