Repository: SashaCX75/AmazFit-Watch-Faces-Editor-Type-GT3
Catalog: ControlLibrary/Elements/UCtrl_Shortcuts_Elm.*.resx
Languages: cs, de, es, it, uk, zh

# button_Stopwatch.Text
source: Секундомер
cs: Stopky
de: Stopuhr
es: Para reloj
it: Cronometro
uk: Секундомір
zh: 秒表

# button_Countdown.Text
source: Обратный отсчет
cs: Odpočítávání
de: Countdown
es: cuenta regresiva
it: Conto alla rovescia
uk: Зворотній відлік
zh: 倒计时

# button_Sleep.Text
source: Сон
cs: Spánek
de: Schlaf
es: Dormir
it: Sonno
zh: 睡眠

# button_SPO2.Text
source: Кислород в крови (SpO2)
cs: Krevní kyslík (SpO2)
de: Sauerstoff im Blut (SpO2)
es: Oxígeno en sangre (SpO2)
it: Ossigen. sangue (SpO2)
uk: Кисень в крові (SpO2)
zh: 血氧饱和度

# button_Sunrise.Text
source: Восход/закат
cs: Východ / západ slunce
de: Sonne
es: Amanecer/Atardecer
it: Alba / Tramonto
uk: Схід/захід
zh: 日出/日落

# button_Step.Text
source: Шаги
cs: Kroky
de: Schritte
es: Pasos
it: Passi
uk: Кроки
zh: 步数

# button_Heart.Text
source: Пульс
cs: Tepová frekvence
de: Herzschlag
es: Ritmo cardiaco
it: Battito cardiaco
zh: 心率

# button_Stress.Text
source: Уровень стресса
cs: stresovou úroveň
de: Stress-Level
es: Nivel de estrés
it: Livello di stress
uk: Рівень стресу
zh: 压力水平

# button_Weather.Text
source: Температура воздуха
cs: Teplota vzduchu
de: Lufttemperatur
es: Temperatura del aire
it: Temperatura dell'aria
uk: Температура повітря
zh: 气温

# button_Altimeter.Text
source: Атмосферное давление
cs: Atmosférický tlak
de: Atmosphärendruck
es: Presión atmosférica
it: Pressione atmosferica
uk: Атмосферний тиск
zh: 气压

# button_Alarm.Text
source: Будильники
cs: Budíky
de: Wecker
es: Relojes de alarma
it: Sveglie
uk: Будильник
zh: 闹钟

# button_RecoveryTime.Text
source: Время востановления
cs: Doba rekonvalescence
de: Erholungszeit
es: Tiempo de recuperación
it: Tempo di Recupero
uk: Час відновлення
zh: 恢复时间

# button_OpenWaterSwimming.Text
source: Плавание
cs: Plavání
de: Schwimmen
es: Nadar
it: Nuoto
uk: Плавання
zh: 野泳

# button_Walking.Text
source: Хотьба
cs: Chůze
de: Gehen
es: Advertencia
it: Camminata
zh: 健走

# button_OutdoorRunning.Text
source: Бег на улице
cs: Venkovní běh
de: Laufen im Freien
es: correr al aire libre
it: Corsa all'aperto
uk: Біг на вулиці
zh: 户外跑

# button_PoolSwimming.Text
source: Плавание в бассейне
cs: Plavání v bazénu
de: Schwimmen im Pool
es: Nadando en la piscina
it: Nuoto in piscina
uk: Плавання в басейні
zh: 泳池游泳

# button_OutdoorCycling.Text
source: Велосипед
cs: Cyklistika
de: Radfahren
es: Ciclismo
it: Ciclismo
zh: 骑行

# button_FreeTraining.Text
source: Свободная тренировка
cs: Bezplatné cvičení
de: Freies Training
es: Entrenamiento libre
it: Allenamento Libero
uk: Вільне тренування
zh: 自由训练

# button_TrainingLoad.Text
source: Тренировочная нагрузка
cs: Tréninkové zatížení
de: Trainingsbelastung
es: Carga de entrenamiento
it: Carico dell'allenamento
uk: Тренувальне навантаження
zh: 训练负荷

# button_Trainings.Text
source: Тренировки
cs: Tréninky
de: Training
es: Entrenamiento
it: Allenamento
uk: Тренування
zh: 训练

# button_Battery.Text
source: Статистика батареи
cs: Statistika baterie
de: Batteriestatistik
es: Estadísticas de batería
it: Statistiche Batteria
uk: Статистика батареї
zh: 电池统计

# button_System.Text
source: Система
cs: Systém
de: System
es: Sistema
it: Sistema
zh: 系统

# button_Altitude.Text
source: Высота
cs: Nadmořská výška
de: Höhe
es: Altitud
it: Altitudine
uk: Висота
zh: 海拔

# button_Moon.Text
source: Восход/закат луны
cs: Východ / západ měsíce
de: Mondaufgang/Monduntergang
es: Salida y puesta de la luna
it: Luna Sorgere/Tramontare
uk: Схід/захід місяця
zh: 月升/月落

# button_Air.Text
source: Атмосфера
cs: Atmosféra/Vzduch
de: Luft
es: Tiempo
it: Ambiente
zh: 空气

# button_FatBurning.Text
source: Жиросжигание
cs: Spalování tuků
de: Fettverbrennung
es: Quema de grasa
it: Grassi bruciati
uk: Жироспалювання
zh: 燃烧脂肪

# button_Stand.Text
source: Разминка
cs: Zahřát
de: Stand
es: Estar de Pie
it: In piedi
uk: Розминка
zh: 站立

# button_Cal.Text
source: Статистика активностей
cs: Statistika aktivity
de: Aktivitätenstatistik
es: Estadísticas de actividad
it: Statistiche attività
zh: 活动统计

# button_Activities.Text
source: Активности
cs: Aktivity
de: Aktivitäten
es: Actividades
it: Attività
uk: Активності
zh: 活力

# button_BreathTrain.Text
source: Дыхание
cs: Dech
de: Atem
es: Respirar
it: Respiro
uk: Дихання
zh: 呼吸训练

# button_Readiness.Text
source: Готовность
cs: Připravenost
de: Bereitschaft
es: Preparación
it: Prontezza
uk: Готовність
zh: 预备

# button_BodyTemp.Text
source: Температура тела
cs: Tělesná teplota
de: Körpertemperatur
es: Temperatura corporal
it: Temperatura Corporea
uk: Температура тіла
zh: 体温

# button_Health.Text
source: Здоровье
cs: Zdraví
de: Gesundheit
es: Salud
it: Salute
uk: Здоров'я
zh: 健康

# button_ElementName.Text
source: Ярлыки
cs: Štítky
de: Verknüpfungen
es: Atajos
it: Shortcuts
uk: Ярлики
zh: 快捷方式
